Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: The lead sheet shall be insulated from conducting substances other than the connecting drain by 15-pound (6.80 kg) asphalt felt or an equivalent.
fr_ca: La feuille de plomb doit être isolée des substances conductrices autres que le drain de raccordement par du feutre d'asphalte de 15 livres (6,80 kg) ou un matériau équivalent.

source: The leading 1 to 2 inches (25 to 51 mm) of every tread and landing, measured horizontally from the leading edge of the nosing, shall consist of a solid color having visual contrast of dark-on-light or light-on-dark from the remainder of the tread.
fr_ca: Les 1 à 2 po [25 à 51 mm] avant de chaque marche et de chaque palier, mesurés horizontalement à partir du bord avant du nez de marche, doivent être d'une couleur unie présentant un contraste visuel foncé sur clair ou clair sur foncé par rapport au reste de la marche.

source: The leading edge of landings shall be marked with a stripe consistent with the dimensional requirements for steps.
fr_ca: Le bord avant des paliers doit être marqué d'une bande conforme aux exigences dimensionnelles des marches.

source: The leading edge of the stripe shall be placed not more than 1/2 inch (12.7 mm) from the leading edge of the step and the stripe shall not overlap the leading edge of the step by not more than 1/2 inch (12.7 mm) down the vertical face of the step.
fr_ca: Le bord avant de la bande doit être placé à 1/2 po (12,7 mm) ou moins du bord avant de la marche et la bande ne doit pas chevaucher le bord avant de la marche de plus de 1/2 po (12,7 mm) vers le bas de la face verticale de la marche.

source: The length of the clear floor space shall be measured perpendicular from either the control wall or from 4 inches (100 mm) behind the control wall.
fr_ca: La longueur de la surface de plancher dégagée doit être mesurée perpendiculairement au mur de commande ou à 4 po [100 mm] derrière le mur de commande.

source: The length of travel along the aisle accessway shall not exceed 30 feet (9144 mm) from any seat to the point where a person has a choice of two or more paths of egress travel to separate exits.
fr_ca: La longueur du parcours le long de la voie d’accès à une allée ne doit pas être supérieure à 30 pi (9 144 mm), depuis tout siège jusqu’au point où une personne peut choisir entre au moins deux parcours d’évacuation menant à des sorties distinctes.

source: The level of illumination at the car controls, platform, and car threshold and landing sill shall be 5 foot-candles (54 lux) minimum.
fr_ca: Le niveau d'éclairage au niveau des commandes de la cabine, de la plateforme, du seuil de la cabine et du seuil du palier doit être d'au moins 5 pieds-bougies [54 lux].

source: The light source shall be capable of illuminating treads and landings to levels of not less than 1 footcandle (11 lux) as measured at the center of treads and landings.
fr_ca: La source de lumière doit être capable d'éclairer les marches et les paliers à des niveaux d'au moins 1 pied-bougie (11 lux) mesurés au centre des marches et des paliers.

source: The lighting outlet shall be provided at or near the equipment requiring servicing.
fr_ca: La prise d'éclairage doit être prévue au niveau ou à proximité de l'équipement nécessitant un entretien.

source: The liner shall be joined in accordance with the manufacturer’s installation instructions.
fr_ca: Le revêtement doit être joint conformément aux directives d'installation du fabricant.

source: The location of controls shall not require reaching across burners.
fr_ca: L'emplacement des commandes ne doit pas exiger de passer la main au-dessus des brûleurs.

source: The locations specified in Sections R308.4.1 through R308.4.7 shall be considered to be specific hazardous locations for the purposes of glazing.
fr_ca: Les emplacements spécifiés aux articles R308.4.1 à R308.4.7 doivent être considérés comme des emplacements dangereux spécifiques aux fins du vitrage.

source: The maneuvering clearances required by Section 404 shall not be required within a closet or pantry complying with Exception 2 of Section 1102.3.2.
fr_ca: Les espaces de dégagement exigés par la section 404 ne sont pas exigés dans un PLACARD ou un garde-manger conforme à l'Exception 2 de la section 1102.3.2.

source: The maneuvering clearances required by Section 404 shall not be required within a closet or pantry complying with Exception 2 of Section 1103.3.2.
fr_ca: Les espaces de dégagement exigés par la section 404 ne sont pas exigés dans un PLACARD ou un garde-manger conforme à l'exception 2 de la section 1103.3.2.

source: The maneuvering clearances required by Section 404.2.3 shall not apply for approaches to the push side of swinging doors.
fr_ca: Les espaces de dégagement exigés par l'article 404.2.3 ne doivent pas s'appliquer aux approches du côté où l'on pousse les portes à charnières.

source: The manual fire alarm box is not required for Group R-2 occupancies unless required by the fire code official to provide a means for fire watch personnel to initiate an alarm during a sprinkler system impairment event.
fr_ca: Le déclencheur manuel d’alarme d’incendie n’est pas requis dans les usages du groupe R-2, sauf si le responsable de la réglementation en matière d’incendie l’exige afin de fournir au personnel chargé de la surveillance incendie un moyen de déclencher une alarme lors d’une interruption de fonctionnement du système d’extincteurs automatiques.

source: The manual fire alarm box is not required for fire alarm systems dedicated to elevator recall control and supervisory service.
fr_ca: Le déclencheur manuel d’alarme d’incendie n’est pas requis pour les systèmes d’alarme d'incendie dédiés à la commande de rappel des ascenseurs et au service de surveillance.

source: The maximum transmitted temperature rise is not required.
fr_ca: L'élévation maximale de la température transmise n'est pas requise.

source: The means of egress in high-rise buildings shall comply with Sections 403.5.1 through 403.5.5.
fr_ca: Les moyens d’évacuation des bâtiments de grande hauteur doivent être conformes aux sections 403.5.1 à 403.5.5.

source: The means of egress shall provide a continuous and unobstructed path of vertical and horizontal egress travel from all portions of the dwelling to the required egress door without requiring travel through a garage.
fr_ca: Les moyens d'évacuation doivent fournir un chemin de circulation d'évacuation verticale et horizontale continu et non obstrué à partir de toutes les parties du logement jusqu'à la porte d'évacuation exigée sans qu'il soit nécessaire de passer par un garage.

source: The minimum clear width for aisles shall comply with one of the following:
fr_ca: La largeur libre minimale des allées doit être conforme à l'une des conditions suivantes :

source: The minimum clear width for an aisle accessway not required to be accessible shall be 30 inches (762 mm).
fr_ca: La largeur libre minimale d'une voie d'accès à l'allée qui n'est pas tenue d'être accessible doit être de 30 po [762 mm].

source: The minimum clear width is not required to exceed 22 inches (559 mm).
fr_ca: La largeur libre minimale n’est pas tenue d’être supérieure à 22 po (559 mm).

source: The minimum clear width of 12 inches (305 mm) between rows shall be increased by 0.3 inch (7.6 mm) for every additional seat beyond 14 seats where seats have backrests or beyond 21 where seats are without backrests.
fr_ca: La largeur libre minimale de 12 po (305 mm) entre les rangées doit être augmentée de 0,3 po (7,6 mm) pour chaque siège supplémentaire au-delà de 14 sièges lorsque les sièges sont munis de dossiers, ou au-delà de 21 sièges lorsque les sièges sont dépourvus de dossiers.

source: The minimum clearance shall be maintained for the full width of the ramp and landing.
fr_ca: Le dégagement minimal doit être maintenu sur toute la largeur de la rampe et du palier.

source: The minimum critical radiant flux shall be not less than Class I in Groups I-1, I-2 and I-3 and not less than Class II in Groups A, B, E, H, I-4, M, R-1, R-2 and S.
fr_ca: Le flux énergétique critique minimal ne doit pas être inférieur à celui de la classe I dans les groupes I-1, I-2 et I-3, ni à celui de la classe II dans les groupes A, B, E, H, I-4, M, R-1, R-2 et S.

source: The minimum dimensions of means of egress ramps shall comply with Sections 1012.5.1 through 1012.5.3.
fr_ca: Les dimensions minimales des rampes des moyens d'évacuation doivent être conformes aux sections 1012.5.1 à 1012.5.3.

source: The minimum headroom in all parts of the means of egress ramp shall be not less than 80 inches (2032 mm) above the finished floor of the ramp run and any intermediate landings.
fr_ca: La hauteur libre minimale dans toutes les parties de la rampe faisant partie du moyen d’évacuation doit être d’au moins 80 pouces (2 032 mm) au-dessus du plancher fini de la volée de rampe et de tout palier intermédiaire.

source: The minimum horizontal area of the area well shall be 9 square feet (0.84 m2), with a horizontal projection and width of not less than 36 inches (914 mm).
fr_ca: La superficie horizontale minimale du puits de fenêtre doit être de 9 pi² (0,84 m²), avec une saillie horizontale et une largeur d’au moins 36 po (914 mm).

source: The minimum local exhaust rates shall be determined in accordance with Section M1505.
fr_ca: Les débits minimaux d'évacuation locale doivent être déterminés selon la section M1505.

source: The minimum net clear opening for grade-floor emergency escape and rescue openings shall be 5 square feet (0.46 m2).
fr_ca: L'ouverture libre nette minimale pour les ouvertures d'évacuation et de sauvetage d'urgence au rez-de-chaussée doit être de 5 pieds carrés (0,46 m2).

source: The minimum net clear opening height dimension shall be 24 inches (610 mm).
fr_ca: La dimension minimale de la hauteur de l'ouverture libre nette doit être de 24 po (610 mm).

source: The minimum net clear opening width dimension shall be 20 inches (508 mm).
fr_ca: La dimension minimale de la largeur d'ouverture libre nette doit être de 20 po (508 mm).

source: The minimum number of wheelchair space locations shall be in accordance with Table 802.10.
fr_ca: Le nombre minimal d'emplacements pour fauteuils roulants doit être conforme au tableau 802.10.

source: The minimum openable area to the outdoors shall be based on the total floor area being ventilated.
fr_ca: La surface minimale ouvrable vers l'extérieur doit être basée sur la surface de plancher totale ventilée.

source: The minimum required bearing length on each end of the fireplace opening shall be 4 inches (102 mm).
fr_ca: La longueur minimale requise de l'appui à chaque extrémité de l'ouverture du foyer doit être de 4 po [102 mm].

source: The minimum thickness of fireplace hearths shall be 4 inches (102 mm).
fr_ca: L'épaisseur minimale des foyers de foyer doit être de 4 pouces (102 mm).

source: The minimum thickness of hearth extensions shall be 2 inches (51 mm).
fr_ca: L'épaisseur minimale des extensions de foyer est de 2 po [51 mm].

source: The minimum width and required capacity of a means of egress ramp shall be not less than that required for corridors by Section 1020.3.
fr_ca: La largeur minimale et la capacité requise d'une rampe de moyen d'évacuation ne doivent pas être inférieures à celles qui sont exigées pour les corridors dans la section 1020.3.

source: The minimum width of 1 inch (25 mm) shall not apply to markings listed in accordance with UL 1994.
fr_ca: La largeur minimale de 1 po (25 mm) ne doit pas s'appliquer aux marquages inscrits conformément à la norme UL 1994.

source: The minimum width of 1 inch (25 mm) shall not apply to outlining stripes listed in accordance with UL 1994.
fr_ca: La largeur minimale de 1 po (25 mm) ne s'applique pas aux bandes de délimitation inscrites conformément à la norme UL 1994.

source: The minimum width or required capacity of aisles shall be unobstructed.
fr_ca: La largeur libre minimale ou la capacité requise des allées doit être dégagée.

source: The minimum width or required capacity of exit passageways shall be unobstructed.
fr_ca: La largeur minimale ou la capacité requise des passages de sortie doit être dégagée.

source: The minimum width or required capacity of the exit discharge shall be not less than the minimum width or required capacity of the exits being served.
fr_ca: La largeur minimale ou la capacité requise de l'issue d'évacuation ne doit pas être inférieure à la largeur minimale ou à la capacité requise des issues desservies.

source: The name and address of the owner or the owner's authorized agent.
fr_ca: Le nom et l'adresse du propriétaire ou de son agent autorisé.

source: The name of the building official.
fr_ca: Le nom du responsable de la construction.

source: The net clear opening dimensions shall be the result of normal operation of the opening.
fr_ca: Les dimensions nettes d'ouverture libre doivent être le résultat du fonctionnement normal de l'ouverture.

source: The number and type of plumbing fixtures provided in any occupancy shall comply with Chapter 29.
fr_ca: Le nombre et le type d'appareils de plomberie fournis dans toute occupation doivent être conformes au chapitre 29.

source: The number of Type A units is permitted to be reduced in accordance with Section 1108.7.
fr_ca: Il est permis de réduire le nombre d'unités de type A selon la section 1108.7.

source: The number of Type A units shall be determined in accordance with Section 1108.6.2.2.1.
fr_ca: Le nombre d'unités de type A doit être déterminé selon la section 1108.6.2.2.1.

source: The number of Type B units is permitted to be reduced in accordance with Section 1108.7.
fr_ca: Le nombre de logements de type B peut être réduit conformément à la section 1108.7.

source: The number of stories connected by exit access stairways and ramps shall include basements, but not mezzanines.
fr_ca: Le nombre de niveaux reliés par des escaliers et des rampes d'accès à l'issue doit comprendre les étages en sous-sol, mais pas les mezzanines.

source: The number of stories connected by the interior exit stairways or ramps shall include any basements, but not any mezzanines.
fr_ca: Le nombre d’étages reliés par les escaliers ou les rampes d’issue intérieurs doit comprendre les sous-sols, mais pas les mezzanines.

source: The open areas adjoining exterior exit stairways or ramps shall be either yards, courts or public ways; the remaining sides are permitted to be enclosed by the exterior walls of the building.
fr_ca: Les espaces ouverts adjacents aux escaliers et rampes d’issue extérieurs doivent être soit des cours, des courettes ou des voies publiques; les autres côtés peuvent être fermés par les murs extérieurs du bâtiment.

source: The open space is protected by an automatic fire detection system installed in accordance with Section 907.
fr_ca: L’espace ouvert doit être protégé par un système automatique de détection d’incendie installé conformément à la section 907.

source: The open-ended corridors are connected on each end to an exterior exit stairway or ramp complying with Section 1027.
fr_ca: Les couloirs ouverts sont reliés à chaque extrémité à un escalier ou à une rampe d'issue extérieurs conformes à la section 1027.

source: The open-ended corridors comply with Section 1020.
fr_ca: Les couloirs ouverts sont conformes à la section 1020.

source: The openable area of the openings to the outdoors shall be based on the total floor area being ventilated.
fr_ca: La superficie ouvrante des ouvertures donnant sur l’extérieur doit être calculée en fonction de la superficie de plancher totale ventilée.

source: The openable area of the openings to the outdoors shall be not less than 4 percent of the floor area being ventilated.
fr_ca: La surface ouvrable des ouvertures donnant sur l'extérieur ne doit pas être inférieure à 4 % de la surface de plancher ventilée.

source: The openable area to the outdoors shall be not less than 4 percent of the floor area being ventilated.
fr_ca: La surface ouvrable vers l'extérieur ne doit pas être inférieure à 4 pour cent de la surface de plancher ventilée.

source: The operating force for opening and closing operable windows shall be as follows:
fr_ca: La force d'actionnement pour ouvrir et fermer les fenêtres ouvrantes doit être la suivante :

source: The operating force for windows includes forces for opening, closing, locking or latching, and unlocking or unlatching and shall be determined in accordance with AAMA 513 listed in Section 106.2.11.
fr_ca: La force d'actionnement des fenêtres comprend les forces d'ouverture, de fermeture, de verrouillage ou de blocage, et de déverrouillage ou de déblocage, et doit être déterminée conformément à la norme AAMA 513 indiquée à la section 106.2.11.

source: The operating mechanism for such openings shall be provided with ready access so that the openings are readily controllable by the building occupants.
fr_ca: Le mécanisme de commande de ces ouvertures doit être facilement accessible afin que les ouvertures puissent être facilement contrôlées par les occupants du bâtiment.

source: The other set shall be returned to the applicant, shall be kept at the site of work and shall be open to inspection by the building official or a duly authorized representative.
fr_ca: L’autre exemplaire doit être retourné au demandeur, conservé sur le chantier et mis à la disposition du responsable de la construction ou d’un représentant dûment autorisé aux fins d’inspection.

source: The oven door in the open position shall not obstruct the clear floor space for the oven.
fr_ca: La porte du four en position ouverte ne doit pas obstruer la surface de plancher dégagée pour le four.

source: The panels and their support system shall be designed to withstand the loads specified in Section 1607.8.
fr_ca: Les panneaux et leur système de support doivent être conçus pour résister aux charges spécifiées à la section 1607.8.

source: The panels making up the enclosures for interior exit stairways and elevator hoistway enclosures shall meet or exceed Soft Body Impact Classification Level 2 as measured by the test method described in ASTM C1629/C1629M when tested from the exterior side of the enclosure.
fr_ca: Les panneaux constituant les enceintes des escaliers d’issue intérieurs et des cages d’ascenseur doivent satisfaire au niveau 2 ou à un niveau supérieur de la classification de résistance aux impacts de corps mous, selon la méthode d’essai décrite dans la norme ASTM C1629/C1629M, lorsqu’ils sont soumis à l’essai à partir du côté extérieur de l’enceinte.

source: The panels making up the enclosures for interior exit stairways and elevator hoistway enclosures that are not exposed to the interior of the enclosure shall be in accordance with one of the following:
fr_ca: Les panneaux constituant les enceintes des escaliers d’issue intérieurs et des cages d’ascenseur qui ne sont pas exposés à l’intérieur de l’enceinte doivent satisfaire à l’une des exigences suivantes :

source: The panels shall be tested to remain in place as a barrier following impact or glass breakage in accordance with ASTM E2353.
fr_ca: Les panneaux doivent être testés pour rester en place comme barrière après un impact ou un bris de verre conformément à la norme ASTM E2353.

source: The path of egress travel within and from technical support areas shall be not less than 22 inches (559 mm).
fr_ca: Le parcours d’évacuation dans les zones de soutien technique et à partir de celles-ci ne doit pas être inférieur à 22 po (559 mm).

source: The payment of the fee for the construction, alteration, removal or demolition for work done in connection to or concurrently with the work authorized by a building permit shall not relieve the applicant or holder of the permit from the payment of other fees that are prescribed by law.
fr_ca: Le paiement des frais liés aux travaux de construction, de modification, d’enlèvement ou de démolition effectués dans le cadre des travaux autorisés par un permis de construire ou concurremment avec ceux-ci ne dispense pas le demandeur ou le titulaire du permis du paiement des autres frais prescrits par la loi.

source: The permissible amount of decorative vegetation and noncombustible decorative materials shall not be limited.
fr_ca: La quantité admissible de végétation décorative et de matériaux décoratifs incombustibles n’est pas limitée.

source: The permit number.
fr_ca: Le numéro de permis.

source: The permitted projection of the nosing shall be 11/2 inches (38 mm) maximum over the tread or floor below.
fr_ca: La saillie autorisée du nez de marche doit être de 11/2 po (38 mm) maximum au-dessus de la marche ou du plancher en dessous.

source: The person to whom an annual permit is issued shall keep a detailed record of alterations made under such annual permit.
fr_ca: La personne à qui un permis annuel est délivré doit tenir un registre détaillé des modifications effectuées en vertu de ce permis annuel.

source: The pile shall be 1/2 inch (13 mm) maximum in height.
fr_ca: Le poil doit être d'une hauteur maximale de 1/2 po [13 mm].

source: The portion of the building that contains the mechanical-access enclosed parking garage shall be protected with a specially engineered automatic sprinkler system.
fr_ca: La partie du bâtiment qui contient le garage de stationnement fermé à accès mécanique doit être protégée par un système d'extincteurs automatiques spécialement conçu.

source: The portion of the total permitted exit access travel distance from the entrance to the vomitory or concourse to one of the following shall not exceed 200 feet (60 960 mm):
fr_ca: La portion de la distance de parcours totale autorisée de l'accès à l'issue entre l'entrée du vestibule ou du hall et l'un des éléments suivants ne doit pas dépasser 200 pi (60 960 mm) :

source: The primary entrance door to the unit shall comply with Section 404.
fr_ca: La porte d'entrée principale de l'unité doit être conforme à la section 404.

source: The primary entrance door to the unit, and all other doorways intended for user passage, shall comply with Section 404.
fr_ca: La porte d'entrée principale de l'unité et toutes les autres ouvertures de porte destinées au passage des utilisateurs doivent être conformes à la section 404.

source: The primary entrance shall be on an accessible route from public and common areas.
fr_ca: L'entrée principale doit se trouver sur un itinéraire accessible depuis les espaces publics et communs.

source: The primary entrance shall not be to a bedroom unless it is the only entrance.
fr_ca: L'entrée principale ne doit pas donner sur une chambre à coucher, sauf s'il s'agit de la seule entrée.

source: The provisions of Chapter 3 shall apply where required by the scoping provisions adopted by the administrative authority or by Chapters 4 through 11.
fr_ca: Les dispositions du chapitre 3 s'appliquent lorsque les dispositions relatives au champ d'application adoptées par l'autorité administrative ou par les chapitres 4 à 11 l'exigent.

source: The provisions of Section 803 shall limit the allowable fire performance and smoke development of interior wall and ceiling finish materials based on occupancy classification.
fr_ca: Les dispositions de la section 803 doivent limiter la performance au feu et le développement de fumée admissibles des matériaux de finition intérieure des murs et des plafonds en fonction de la classification des usages.

source: The provisions of Section 804 shall limit the allowable fire performance of interior floor finish materials based on occupancy classification.
fr_ca: Les dispositions de la section 804 limitent la résistance au feu admissible des matériaux de revêtement de plancher intérieur en fonction de la classification d'usage.
